<template>
  <div id="introduction">
    <h2>ボーイスカウトとは</h2>
    <p>ボーイスカウトは世界共通の目的として、青少年が個人として、責任ある市民として、地域、国、国際社会の一員として自らの肉体的、 知的、情緒的、社会的、精神的可能性を十分に達成できるように青少年の発達に貢献すること、『Creating
       a Better World（より良き社会を作る）』 を世界共通の展望とし、スカウト教育法を通して健全な青少年の育成を行っています。
    </p>
    <h3>ボーイスカウトの始まり</h3>
    <p>1907年、イギリスのベーデン・パウエル卿が自ら隊長となって、イギリスのブラウンシー島で２０人の少年たちとともに実験キャンプを行い、この結果と自らの体験を基に「スカウティング・フォア・ボーイズ」という本を発行しました。
    </p>
    <p>  ベーデン・パウエル卿は軍人時代に優秀なスカウト（斥候）であり、自らが体験したキャンプ生活や自然観察、自然体験を少年たちの旺盛な冒険心や好奇心と結びつけ、そこから開発したゲームや活動を通じて少年たちに自立心や協調性、リーダーシップを身につけさ、社会に役立つ人材の育成することを目指しました。
    </p>
    <p>  スカウトとは軍隊での「斥候」という意味でしたが、ベーデン・パウエル卿は「平和のスカウト」として、「自ら率先して幸福な人生を切り開き、社会の発展に貢献する人」を少年たちが目指すことを説きました。ですから、「斥候」というよりは「先駆者」という意味に動きをおきました。
    </p>
    <p>  そして、この本が出版されるとまたたく間に少年たちに読まれ、読んだ少年たちはそれを実行しはじめました。少年たちは周囲の大人たちに「僕たちはボーイスカウトになりたいから、隊長になってください」と申し出るようになり、それはやがて海を超え、現在では世界の216の国と地域でスカウトの活動が行われるようになりました。
    </p>
    <h3>ボーイスカウトの組織と構成</h3>
    <p>ボーイスカウトは、幼年期より青年期にわたる各年齢層に適応するように、ビーバースカウト、カブスカウト、ボーイスカウト、ベンチャースカウト及びローバースカウトに分かれて組織されております。
    </p>
  </div>
</template>

<script>
export default {
  name: 'introduction',
  data () {
    return {
    }
  }
}
</script>

<style>
#introduction h2{
  font-size: 30px;
  border-left: 5px solid #006400;
  padding: 5px;
}

#introduction h3{
  border-bottom: 1px solid #006400;
  margin-left: 5px;
  padding-left: 5px;
  width: 60vw;
}

#introduction h4{
  background-color: red;
}

#introduction p{
  margin-left: 20px;
  margin-right: 10vw;
}

#introduction h4{
  margin-left: 20px;
}

#introduction a:link{
  color: #008000;
}
#introduction a:visited{
  color: #556b2f;
}

#introduction ul li{
  list-style-type: none;
}
</style>
