 <h3>ボーイスカウトの始まり</h3>
        <p>1907年、イギリスのベーデン・パウエル卿が自ら隊長となって、イギリスのブラウンシー島で２０人の少年たちとともに実験キャンプを行い、この結果と自らの体験を基に「スカウティング・フォア・ボーイズ」という本を発行しました。
        </p>
        <p>　ベーデン・パウエル卿は軍人時代に優秀なスカウト（斥候）であり、自らが体験したキャンプ生活や自然観察、自然体験を少年たちの旺盛な冒険心や好奇心と結びつけ、そこから開発したゲームや活動を通じて少年たちに自立心や協調性、リーダーシップを身につけさ、社会に役立つ人材の育成することを目指しました。
        </p>
        <p>　スカウトとは軍隊での「斥候」という意味でしたが、ベーデン・パウエル卿は「平和のスカウト」として、「自ら率先して幸福な人生を切り開き、社会の発展に貢献する人」を少年たちが目指すことを説きました。ですから、「斥候」というよりは「先駆者」という意味に動きをおきました。
        </p>
        <p>　そして、この本が出版されるとまたたく間に少年たちに読まれ、読んだ少年たちはそれを実行しはじめました。少年たちは周囲の大人たちに「僕たちはボーイスカウトになりたいから、隊長になってください」と申し出るようになり、それはやがて海を超え、現在では世界の216の国と地域でスカウトの活動が行われるようになりました。
        </p>
        <h3>ボーイスカウトの組織と構成</h3>
        <p>ボーイスカウトは、幼年期より青年期にわたる各年齢層に適応するように、ビーバースカウト、カブスカウト、ボーイスカウト、ベンチャースカウト及びローバースカウトに分かれて組織されております。
        </p>