<template>
  <div id="vow">
    <h3>ちかいとおきて</h3>
      <p>スカウトは入隊に際して、それぞれ「スカウトのちかい」（ボーイスカウト以上の者）、「カブのやくそく」（カブスカウト）、「ビーバースカウトのやくそく」（ビーバースカウト）をたてます。また、初めて指導者として加盟登録する者は、スカウトのちかいをたてるかこれを再認します。</p>
      <h4>スカウトのちかい</h4>
      <p>私は、名誉にかけて、次の３条の実行をちかいます。</p>
      <ul>
        <li>１．神（仏）と国とに誠を尽くしおきてを守ります。</li>
        <li>１．いつも、他の人々をたすけます。</li>
        <li>１．からだを強くし、心をすこやかに、徳を養います。</li>
      </ul>
      <h4>スカウトのおきて</h4>
      <ul>
        <li>１． スカウトは誠実である    スカウトは、信頼される人になります。 真心をこめて、自分のつとめを果たし、名誉を保つ努力をします。
        </li>
        <li>２． スカウトは友情にあつい    スカウトは、きょうだいとして仲よく助け合います。 すべての人を友とし、相手の立場や考え方を尊重し、思いやりのある人になります。
        </li>
        <li>３． スカウトは礼儀正しい    スカウトは、規律正して生活をし、目上の人を敬います。 言葉づかいや服装に気をつけ、行いを正しくします。
        </li>
        <li>４． スカウトは親切である    スカウトは、全ての人の力になります。 幼いもの、年寄り、体の不自由な人をいたわり、動植物にもやさしくします。
        </li>
        <li>５． スカウトは快活である    スカウトは、明るく、朗らかに、いつも笑顔でいます。 不平不満を言わず、元気よく、進んでものごとを行います。
        </li>
        <li>６． スカウトは質素である    スカウトは、物や時間を大切にします。 むだをはぶき、ぜいたくをせず、役立つものは活用します。
        </li>
        <li>７． スカウトは勇敢である    スカウトは、勇気をもって、正しく行動します。 どんな困難なことがあってもくじけずに、新しい路をきり開きます。
        </li>
        <li>８． スカウトは感謝の心をもつ    スカウトは、信仰をあつくし、自然と社会の恵みに感謝します。 お礼の心で、自然をいつくしみ、社会に奉仕します。
        </li>
      </ul>
  </div>
</template>

<script>
export default {
  name: 'vow',
  data () {
    return {
    }
  }
}
</script>

<style>
#vow h2{
  font-size: 30px;
  border-left: 5px solid #006400;
  padding: 5px;
}

#vow h3{
  border-bottom: 1px solid #006400;
  margin-left: 5px;
  padding-left: 5px;
  width: 60vw;
}

#vow p{
  margin-left: 20px;
  margin-right: 10vw;
}

#vow h4{
  margin-left: 20px;
}

#vow a:link{
  color: #008000;
}
#vow a:visited{
  color: #556b2f;
}

#vow ul li{
  list-style-type: none;
}
</style>
